const commons = {
  // 회원가입
  아이디: '아이디',
  약관에_동의: '약관에 동의합니다',
  이메일: '이메일',
  비밀번호_확인: '비밀번호 확인',
  회원명: '회원명',
  휴대전화번호: '휴대전화번호',
  우편번호: '우편번호',
  주소: '주소',
  나머지_주소: '나머지 주소',
  생년월일: '생년월일',
  성별: '성별',
  재학상태: '재학상태',
  학과명: '학과명',
  학과번호: '학과번호',
  학년: '학년',
  지도교수: '지도교수',
  교수를_선택하세요: '교수를 선택하세요',



  // 헤더
  님_로그인: '님이 로그인하셨습니다.',
  로그아웃: '로그아웃',
  사이트_관리: '사이트 관리',
  마이페이지: '마이페이지',
  회원가입: '회원가입',
  로그인: '로그인',

  // 집단상담 프로그램
  집단상담_프로그램_설명 : '프로그램 상세 내용',
  상담사_이메일: '문의',
  집단상담_프로그램_신청_시작_종료일: '신청기간',
  집단상담_프로그램_교육일: '일정',

};

export default commons;
