const commons = {
  // 헤더
  님_로그인: '님이 로그인하셨습니다.',
  로그아웃: '로그아웃',
  사이트_관리: '사이트 관리',
  마이페이지: '마이페이지',
  회원가입: '회원가입',
  로그인: '로그인',

  // 회원
  아이디: '아이디',
  약관에_동의: '약관에 동의합니다',
  이메일: '이메일',
  비밀번호_확인: '비밀번호 확인',
  회원명: '회원명',
  휴대전화번호: '휴대전화번호',
  우편번호: '우편번호',
  주소: '주소',
  주소_검색: '주소 검색',
  나머지_주소: '나머지 주소',
  생년월일: '생년월일',
  성별: '성별',
  재학상태: '재학상태',
  학과명: '학과명',
  학과번호: '학과번호',
  학년: '학년',
  지도교수: '지도교수',
  교수를_선택하세요: '교수를 선택하세요',

  
  이메일을_입력하세요: '이메일을 입력하세요.',
  비밀번호를_입력하세요: '비밀번호를 입력하세요.',
  비밀번호를_확인하세요: '비밀번호를 확인하세요.',
  회원명을_입력하세요: '회원명을 입력하세요.',
  가입유형을_선택하세요: '가입유형을 선택하세요.',
  우편번호를_입력하세요: '우편번호를 입력하세요.',
  주소를_입력하세요: '주소를 입력하세요.',
  생년월일을_입력하세요: '생년월일을 입력하세요.',
  성별을_선택하세요: '성별을 선택하세요.',

  학과명을_입력하세요: '학과명을 입력하세요.',
  학과번호를_입력하세요: '학과번호를 입력하세요.',
  학번을_입력하세요: '학번을 입력하세요.',
  학년을_입력하세요: '학년을 입력하세요.',
  지도교수를_선택하세요: '지도교수를 선택하세요.',
  부서명을_입력하세요: '부서명을 입력하세요.',
  부서번호를_입력하세요: '부서번호를 입력하세요.',
  사번을_입력하세요: '사번을 입력하세요.',
  담당과목을_입력하세요: '담당과목을 입력하세요.',

  회원가입_약관에_동의하세요: '회원가입 약관에 동의하세요',
  비밀번호가_일치하지_않습니다: '비밀번호가 일치하지 않습니다.',

  // 마이페이지
  내가_작성한_게시글: '내가 작성한 게시글',
  회원명을_입력하세요: '회원명을 입력하세요.',
  우편번호를_입력하세요: '우편번호를 입력하세요.',
  주소를_입력하세요: '주소를 입력하세요.',

  학번을_입력하세요: '학번을 입력하세요.',
  학년을_입력하세요: '학년을 입력하세요.',
  사번을_입력하세요: '사번을 입력하세요.',

  // 집단상담 프로그램
  집단상담_프로그램_설명 : '프로그램 상세 내용',
  상담사_이메일: '문의',
  집단상담_프로그램_신청_시작_종료일: '신청기간',
  집단상담_프로그램_교육일: '일정',
  신청이_마감되었습니다: '신청이_마감되었습니다.',
  정말_신청하겠습니까: '정말_신청하겠습니까?',


  // 게시판
  글쓰기: '글쓰기',
  제목을_입력하세요: '제목을 입력하세요.',
  작성자를_입력하세요: '작성자를 입력하세요.',
  내용을_입력하세요 : '내용을 입력하세요.',
  정말_삭제하겠습니까 : '정말 삭제하겠습니까?',
  게시글_수정 : '게시글 수정',
  게시글_작성 : '게시글 작성',
  분류 : '분류',
  제목 : '제목',
  제목을_입력하세요 : '제목을 입력하세요.',
  작성자 : '작성자',
  작성자를_입력하세요 : '작성자를 입력하세요.',
  공지글 : '공지글',
  공지글로_등록하기 : '공지글로 등록하기.',
  내용 : '내용',
  내용을_입력하세요 : '내용을 입력하세요.',
  이미지_첨부 : '이미지_첨부',
  수정하기 :'수정하기',
  작성하기 : '작성하기',
  자유_게시판 : '자유_게시판',
  분류 : '분류',

  제목 :'제목',
  작성하기 : '작성하기',
  조회수 : '조회수',
  분류 : '분류',
  등록일 :'등록일',
  작성자 : '작성자',
  조회된_게시글이_없습니다: '조회된 게시글이 없습니다.',
  글쓰기 : '글쓰기',
  제목 : '제목',
  내용 : '내용',
  검색어를_입력하세요 : '검색어를 입력하세요.',
  검색하기 : '검색하기',
  첨부파일 : '첨부파일',
  글수정 : '글수정',
  글삭제 : '글삭제',

  // 상담이력
  상담_접수_목록: '상담 접수 목록',
  정말_변경하겠습니까: '정말 변경하겠습니까?',

  // 심리테스트
  모든_문항에_답변하세요: '모든_문항에_답변하세요',

};

export default commons;
